{
  "pageTitle": "Upper Deck",
  "pageLinks": [
    {
      "buttonText": "Launch Now",
      "page": "upper_deck_launch_now"
    },
    {
      "buttonText": "Reboot Computer",
      "page": ""
    }
  ],
  "storyText": [
  "You decide that regrouping with survivors would be the best for everyone and make for the ladder. Your body is still recovering from being frozen and with much strain you make it up the ladder. Looking around you see some people down the hallway to your right. You go to move towards them but in that moment an asteroid crashes through the hull. You watch as the others get sucked away into the vacuum of space. Bulk doors close in front of you allowing you to release your death grip on the wall keeping you in the ship. As the doors close you catch your first glimpse of the planet you were sent to explore. Turning to see if there are more people back the way you came you hear a scream come from down the hallway. Panic washes over you like an ocean and your legs take off running. After running for a few minuets through random corridors. As you turn the final corner you almost puke. The smell of death hits you like a truck. The walls had collapsed in on a group of fellow scientists and impaled most of them. Looking over the group you identify the one that has screamed, a young man no older then 25 had a metal spike protruding out his right shoulder.",
  "\"Help Me\" He cried out.",
  "You rush over to him and as gently as you can remove the metal rod from the wall allowing him to move a little.",
  "\"Are there any others here?\" You ask him once he has caught his breath. He just shakes his head a motions down a side corridor.",
  "\"Pods are that way, we need to get off this ship,\" with a deep breath he picked himself up and started limping in the way he jestured. Comming around a bend a few dozen meters down the hallway was a row of escape pods. You could feel your heart sink when you get there and none of them had been launched. As you make your way to the consol the man slumps himself into one of the pods. After a few screens it looks like the targeting systems for the pods where out and if you launch now there would be no way of knowing where you will end up. With a little bit of time you should be able to get the system to give you options. What would you do."
  ]
}
