{
  "pageLinks": [
    {
      "buttonText": "Leave now",
      "page": "coast/quick_leave"
    },
    {
      "buttonText": "Wait",
      "page": "coast/wait"
    }
  ],

  "storyText": [
    "Deciding to go towards the glowing spheres you look through the pod for any sort of flotation device. You find a small life preserver but nothing in the capacity you had hoped for. Picking up your bag again you set out walking in the water towards the spheres. As you walk to water is getting progressively deeper when you started the water was below your knee but now it is almost at your waste. Looking out at the spheres you can make out a very large cylindrical base that the sphere is sitting one. As you get closer you start to realise just how big these structures are. The ground in front of you drops off leaving you at the top of an underwater cliff. You want to swim out and explore more but there is a strong current pulling at your legs. After a larger wave splashes up against you the undertow causes one of your legs to buckle. You turn around deciding that it is no longer safe to go out any further. Pulling your body against the current you start to move back away from the cliff and the spheres. It is much harder for you to make it away from the cliff. As you walk along you feel something brush along your leg. Looking down there is a sand colored fin sticking out of the water swimming away from you. It takes all of your will power not to scream. You stand there frozen as this creature slowly swims around you occasionally bumping into your legs. It eventually swims far enough away that you are comfortable walking again. You move quickly back towards the pod. The suns were in the sky and beating down on you. It wasn't to hot but it was warm enough that the water in your pants should dry out quickly if you sit on top. As you climb up to the top you notice a tear in your pants where the creature from earlier had brushed into you. Upon closer inspection there were a few shallow cuts in your leg too. You go to climb down the pod but pause when you see a large group of the creatures from before waiting in the water. They must be attracted to the blood coming out of your leg. In this shallower water you can make out that each of these creatures was about a meter long with two rather large fins on the back half of their body. Their heads where wide and flat probably designed to cut pray. After about an hour of them circling you all of them have disappeared and the cuts on your leg have clotted. With your current amount of food and water you likely be out by the end of the day. You know you need to get yourself out of the water as quickly as possible so you decide to head the way the bird flew earlier. You can head out now before your food and water supplies deplete or you can wait a few more hours just to be safe, but risk starvation."
  ]
}
