{
	"pageLinks": [
    {
      "buttonText": "Head down to the wreck",
      "page": "jungle/wreck_sunset"
    },
    {
    	"buttonText": "Head down in the morning",
    	"page": "jungle/wreck_night"
    },
    {
    	"buttonText": "To the floor",
    	"page": "jungle/first_night_death"
    }
	],
	"storyText": ["You decide that you will be in your element among the foliage of the jungle and set the pod's trajectory. As you climb into your pod more crashes can be heard above you. The final sound you hear as the doors close in a blood curtailing scream, then silence. The doors close and the pod fires. It was standard procedure for the pod to remain in space for a short amount of time before the decent to coordinate with other pods. You check the computer; there are no other pods on your radar. It looks like you will be alone on this journey. As your pod moved swiftly through space you get a chance to look out over the huge planet in front of you. This is to be your new home for a long time.",
	"\"Beginning Decent into Atmosphere.\" the pods computer changes course and starts the decent towards the jungle.",
	"\"200 Miles till impact\"",
	"\"100 Miles starting landing procedures\"",
	"\"50 Miles\"",
  	"\"25 Miles\"",
  	"\"10 Miles\"",
  	"\"5 Miles\"",
  	"*Crackle* You hear something scratching at the side of the pod. Could it be an animal. No not possible you were falling there  was no way an animal had gotten hold. What was it then.*CRACK* The glass on the side of the pod breaks and inside the pod is a huge leaf. Could the distance reader be off, could there be trees this high up. At this point you are not really thinking, you grab a parachute and break open the back of the pod. As you fly out the pack of the pod a wave of shock washes over you. All around you are very large trees each one larger then a skyscraper. Their leaves were as large as a car and the vines you doubt you could wrap your arms around the vines hanging off of the branches. As you pull your chute you look down to see the pod crash into a tree. As you float down your parachute gets stuck in some of the branches of a tree and you are forced to cut it. Looking around you are still at least a mile up, the vast expanse of jungle is now easier to see. What you had initially thought to be ground was the top of the canopy. Sticking through it like spires were these rather large trees. You sit down to rest on the branch and notice that the sun was setting on the horizon. The wreck of the pod is somewhere below you along with all the survival gear that was in it. There are a few options in front of you, you can work your way down the vines over to the wreck, sleep here for the night and do that in the morning, or head towards the jungle floor and make camp there."]
}
